Repository: izak/plone.app.cmsui
Catalog: src/plone/app/cmsui/locales/*/LC_MESSAGES/plone.app.cmsui.po
Languages: pt_br

source: Actions not shown in the more menu
pt_br: Ações não mostradas no menu Mais

source: Add content
pt_br: Adicionar conteúdo

source: Adding content to ${path}
pt_br: Adicionar conteúdo a ${path}

source: CMS UI theme name
pt_br: Nome do tema CMS UI

source: Ctrl-click to compare against a different revision
pt_br: Use Ctrl-click para comparar con uma revisão diferente

source: Default action icon path
pt_br: Caminho padrão do ícone de ação

source: Edit action id
pt_br: Editar o id da ação

source: Folder Contents Batch Size
pt_br: Tamanho dos arquivos contidos na pasta

source: This item does not have any previous versions.
pt_br: Este item não possui versões anteriores.

source: Type
pt_br: Item

source: Upload content
pt_br: Enviar conteúdo

source: Workflow for ${name}
pt_br: Workflow para ${name}

source: cmsui_addcontent
pt_br: Adicionar conteúdo

source: cmsui_contents
pt_br: Estrutura

source: cmsui_hideeditbar
pt_br: Ocultar a barra de edição &#9650;

source: cmsui_logged_in_as
pt_br: Logado como ${name}

source: cmsui_showeditbar
pt_br: Exibir a barra de edição &#9660;

source: name
pt_br: nome

source: version ${version}
pt_br: versão ${version}
